{"team": 0, "to": 1, "study": 2, "mining": 3, "impact": 4, "jobs": 5, "career": 6, "companies": 7, "give": 8, "appraisals": 9, "a": 10, "more": 11, "humane": 12, "face": 13, "cut": 14, "biases": 15, "coal": 16, "india": 17, "misses": 18, "april": 19, "december": 20, "output": 21, "target": 22, "by": 23, "15": 24, "million": 25, "tonnes": 26, "private": 27, "equity": 28, "firms": 29, "invest": 30, "about": 31, "rs": 32, "940": 33, "crore": 34, "in": 35, "agri": 36, "logistics": 37, "and": 38, "cold": 39, "chain": 40, "industry": 41, "past": 42, "three": 43, "years": 44, "ibm": 45, "st": 46, "microelectronics": 47, "only": 48, "players": 49, "keen": 50, "on": 51, "wafer": 52, "fabrication": 53, "unit": 54, "government": 55, "share": 56, "40": 57, "of": 58, "total": 59, "cost": 60, "dot": 61, "asks": 62, "pricewaterhousecoopers": 63, "chart": 64, "carbon": 65, "credit": 66, "policy": 67, "for": 68, "telecom": 69, "oil": 70, "refrain": 71, "from": 72, "hiking": 73, "diesel": 74, "prices": 75, "but": 76, "may": 77, "raise": 78, "it": 79, "soon": 80, "over": 81, "revenue": 82, "loss": 83, "invoicing": 84, "capital": 85, "licence": 86, "era": 87, "ghost": 88, "haunts": 89, "the": 90, "present": 91, "cci": 92, "listening": 93, "customer": 94, "transactions": 95, "through": 96, "gift": 97, "cards": 98, "coupons": 99, "rise": 100, "significantly": 101, "during": 102, "festive": 103, "season": 104, "novartis": 105, "strikes": 106, "8": 107, "7": 108, "lakh": 109, "square": 110, "feet": 111, "office": 112, "space": 113, "deal": 114, "hyderabad": 115, "teesta": 116, "setalvad": 117, "husband": 118, "booked": 119, "usurping": 120, "money": 121, "gulbarg": 122, "society": 123, "museum": 124, "arvind": 125, "kejriwal": 126, "join": 127, "pm": 128, "race": 129, "after": 130, "aap": 131, "assesses": 132, "its": 133, "strength": 134, "sail": 135, "karnataka": 136, "mine": 137, "caught": 138, "tangle": 139, "john": 140, "f": 141, "kennedy": 142, "airport": 143, "temporarily": 144, "shut": 145, "plane": 146, "skids": 147, "off": 148, "icy": 149, "runway": 150, "cosmic": 151, "roamers": 152, "going": 153, "global": 154, "goes": 155, "innovative": 156, "marks": 157, "special": 158, "occasions": 159, "donations": 160, "with": 161, "amounts": 162, "similar": 163, "important": 164, "dates": 165, "enough": 166, "biz": 167, "good": 168, "says": 169, "canara": 170, "bank": 171, "cmd": 172, "rk": 173, "dubey": 174, "must": 175, "follow": 176, "success": 177, "mechanism": 178, "get": 179, "investment": 180, "cycle": 181, "lic": 182, "buys": 183, "7000": 184, "loans": 185, "9": 186, "states": 187, "suspends": 188, "3": 189, "delhi": 190, "jal": 191, "board": 192, "officials": 193, "shifts": 194, "800": 195, "others": 196, "tcs": 197, "infosys": 198, "hcl": 199, "wipro": 200, "spirits": 201, "buzz": 202, "discretionary": 203, "boost": 204, "supreme": 205, "court": 206, "wants": 207, "regulator": 208, "environmental": 209, "clearances": 210, "projects": 211, "number": 212, "subsidised": 213, "gas": 214, "cylinders": 215, "maharashtra": 216, "12": 217, "sanjay": 218, "nirupam": 219, "filmfare": 220, "awards": 221, "take": 222, "look": 223, "into": 224, "bollywood": 225, "future": 226, "low": 227, "volumes": 228, "stable": 229, "rupee": 230, "hit": 231, "earnings": 232, "tech": 233, "hc": 234, "upholds": 235, "laws": 236, "empowering": 237, "cag": 238, "conduct": 239, "audit": 240, "telcos": 241, "us": 242, "calls": 243, "fresh": 244, "elections": 245, "bangladesh": 246, "men": 247, "need": 248, "see": 249, "diversity": 250, "as": 251, "win": 252, "executive": 253, "director": 254, "catalyst": 255, "wrc": 256, "flipkart": 257, "can": 258, "acquire": 259, "fashion": 260, "portals": 261, "like": 262, "lok": 263, "sabha": 264, "no": 265, "decision": 266, "yet": 267, "quantum": 268, "seat": 269, "sharing": 270, "thakre": 271, "independence": 272, "judiciary": 273, "be": 274, "kept": 275, "intact": 276, "nasscom": 277, "likely": 278, "forecast": 279, "higher": 280, "growth": 281, "germany": 282, "major": 283, "markets": 284, "congress": 285, "have": 286, "seats": 287, "other": 288, "if": 289, "enters": 290, "an": 291, "alliance": 292, "bsp": 293, "will": 294, "meet": 295, "bhupinder": 296, "singh": 297, "hooda": 298, "discuss": 299, "row": 300, "water": 301, "slams": 302, "misleading": 303, "people": 304, "vip": 305, "culture": 306, "gujarat": 307, "takes": 308, "out": 309, "rallies": 310, "against": 311, "modi": 312, "misdeeds": 313, "madras": 314, "high": 315, "quashes": 316, "order": 317, "communal": 318, "reservation": 319, "colleges": 320, "pentagon": 321, "official": 322, "applauds": 323, "allowing": 324, "fdi": 325, "e": 326, "commerce": 327, "has": 328, "pros": 329, "cons": 330, "dipp": 331, "paper": 332, "clear": 333, "stand": 334, "national": 335, "policies": 336, "digital": 337, "magazines": 338, "ad": 339, "tools": 340, "are": 341, "ceo": 342, "marissa": 343, "picks": 344, "push": 345, "yahoo": 346, "sales": 347, "44": 348, "voters": 349, "top": 350, "metropolises": 351, "say": 352, "they": 353, "vote": 354, "poll": 355, "q3": 356, "sees": 357, "mfs": 358, "best": 359, "show": 360, "since": 361, "sept": 362, "2010": 363, "4": 364, "iiit": 365, "allahabad": 366, "m": 367, "d": 368, "tiwari": 369, "step": 370, "down": 371, "sloth": 372, "bear": 373, "spotted": 374, "sariska": 375, "little": 376, "eye": 377, "labs": 378, "technology": 379, "help": 380, "facebook": 381, "improve": 382, "apps": 383, "mobile": 384, "environment": 385, "manmohan": 386, "expects": 387, "5": 388, "economic": 389, "2013": 390, "14": 391, "new": 392, "rahul": 393, "younger": 394, "faces": 395, "announced": 396, "before": 397, "january": 398, "17": 399, "unitus": 400, "seed": 401, "invests": 402, "healthcare": 403, "company": 404, "auto": 405, "china": 406, "double": 407, "digit": 408, "narendra": 409, "jibe": 410, "at": 411, "his": 412, "better": 413, "times": 414, "ahead": 415, "remark": 416, "inflation": 417, "indexed": 418, "bonds": 419, "modified": 420, "rbi": 421, "dg": 422, "first": 423, "consume": 424, "20": 425, "vehicles": 426, "year": 427, "annual": 428, "defers": 429, "closure": 430, "paves": 431, "way": 432, "stake": 433, "sale": 434, "orbital": 435, "sciences": 436, "cargo": 437, "ship": 438, "blasts": 439, "station": 440, "reveal": 441, "source": 442, "or": 443, "cbi": 444, "probe": 445, "sahara": 446, "mea": 447, "devyani": 448, "khobragade": 449, "dismiss": 450, "plea": 451, "bargain": 452, "suggestions": 453, "demand": 454, "g": 455, "1": 456, "visa": 457, "ensure": 458, "full": 459, "immunity": 460, "main": 461, "risk": 462, "facing": 463, "world": 464, "is": 465, "chinese": 466, "debt": 467, "disaster": 468, "warns": 469, "george": 470, "soros": 471, "tiger": 472, "kills": 473, "man": 474, "reserve": 475, "core": 476, "area": 477, "lift": 478, "goa": 479, "ban": 480, "bjp": 481, "comes": 482, "power": 483, "centre": 484, "data": 485, "protection": 486, "norms": 487, "eu": 488, "hurt": 489, "indian": 490, "sector": 491, "emerging": 492, "outdo": 493, "developed": 494, "2030": 495, "nelp": 496, "x": 497, "puts": 498, "46": 499, "blocks": 500, "auction": 501, "grabbed": 502, "ril": 503, "included": 504, "should": 505, "protect": 506, "indians": 507, "travelling": 508, "abroad": 509, "timely": 510, "warnings": 511, "ministry": 512, "considering": 513, "raising": 514, "lpg": 515, "cap": 516, "veerappa": 517, "moily": 518, "tdp": 519, "mlas": 520, "slam": 521, "jaipal": 522, "reddy": 523, "objectionable": 524, "remarks": 525, "jayanthi": 526, "natarajan": 527, "rebuts": 528, "charge": 529, "achieve": 530, "segment": 531, "leadership": 532, "honda": 533, "city": 534, "hironori": 535, "kanayama": 536, "cars": 537, "crackdown": 538, "ponzi": 539, "schemes": 540, "ordinance": 541, "sebi": 542, "set": 543, "lapse": 544, "minister": 545, "seeks": 546, "removal": 547, "reliance": 548, "logo": 549, "metro": 550, "my": 551, "war": 552, "corruption": 553, "much": 554, "nitish": 555, "kumar": 556, "one": 557, "forced": 558, "install": 559, "faulty": 560, "meter": 561, "6": 562, "months": 563, "relief": 564, "countries": 565, "importing": 566, "iran": 567, "pepsico": 568, "deck": 569, "line": 570, "business": 571, "model": 572, "women": 573, "lag": 574, "behind": 575, "terms": 576, "pay": 577, "shinde": 578, "interfered": 579, "ipl": 580, "scam": 581, "claims": 582, "bill": 583, "gates": 584, "obama": 585, "critics": 586, "hijacked": 587, "memoir": 588, "consultants": 589, "mckinsey": 590, "bcg": 591, "bain": 592, "opt": 593, "work": 594, "flexible": 595, "basis": 596, "kelkar": 597, "committee": 598, "backs": 599, "old": 600, "regime": 601, "rangarajan": 602, "nhai": 603, "bond": 604, "issue": 605, "up": 606, "698": 607, "opens": 608, "today": 609, "manufacturing": 610, "woes": 611, "strain": 612, "banks": 613, "asset": 614, "quality": 615, "sbi": 616, "md": 617, "true": 618, "recovery": 619, "tandem": 620, "activity": 621, "case": 622, "vishwas": 623, "hurting": 624, "religious": 625, "sentiments": 626, "sikh": 627, "groups": 628, "seek": 629, "uk": 630, "resolution": 631, "thatcher": 632, "cil": 633, "tax": 634, "dividend": 635, "19": 636, "599": 637, "pakistan": 638, "secretaries": 639, "mts": 640, "canvas": 641, "blaze": 642, "millennial": 643, "formula": 644, "wearing": 645, "thin": 646, "disallow": 647, "retail": 648, "irresponsible": 649, "anand": 650, "sharma": 651, "view": 652, "how": 653, "do": 654, "admen": 655, "spice": 656, "campaign": 657, "provides": 658, "copy": 659, "rape": 660, "sheet": 661, "manohar": 662, "parrikar": 663, "rubbishes": 664, "candidate": 665, "reports": 666, "census": 667, "sahyadri": 668, "damage": 669, "relations": 670, "unlikely": 671, "dissipate": 672, "nyt": 673, "jharkhand": 674, "proposal": 675, "gets": 676, "nod": 677, "maintain": 678, "status": 679, "quo": 680, "amul": 681, "chairman": 682, "willingness": 683, "lead": 684, "party": 685, "silver": 686, "lining": 687, "krishna": 688, "2014": 689, "wb": 690, "complacency": 691, "polls": 692, "month": 693, "jio\u2019s": 694, "entry": 695, "liven": 696, "spectrum": 697, "bids": 698, "bharti": 699, "vodafone": 700, "idea": 701, "rcom": 702, "tatas": 703, "too": 704, "fray": 705, "auctions": 706, "support": 707, "enterprise": 708, "nri": 709, "industrialist": 710, "lord": 711, "paul": 712, "results": 713, "disappoints": 714, "america": 715, "cheers": 716, "fog": 717, "affects": 718, "flight": 719, "operations": 720, "igi": 721, "sri": 722, "lauds": 723, "that": 724, "lacks": 725, "experience": 726, "lawyer": 727, "given": 728, "days": 729, "produce": 730, "central": 731, "tata": 732, "lowest": 733, "tariff": 734, "mumbai": 735, "gandhi": 736, "election": 737, "campaigns": 738, "not": 739, "named": 740, "sonia": 741, "when": 742, "gnp": 743, "stands": 744, "unseemly": 745, "country": 746, "oldest": 747, "royal": 748, "bengal": 749, "dies": 750, "26": 751, "mfn": 752, "immediately": 753, "information": 754, "stealing": 755, "virus": 756, "detected": 757, "online": 758, "banking": 759, "ranji": 760, "finally": 761, "age": 762, "mass": 763, "market": 764, "flamingo": 765, "population": 766, "increases": 767, "rajasthan": 768, "report": 769, "sunanda": 770, "pushkar": 771, "death": 772, "foul": 773, "play": 774, "theory": 775, "leave": 776, "shashi": 777, "tharoor": 778, "unscathed": 779, "bp": 780, "quadruple": 781, "kg": 782, "d6": 783, "50": 784, "2020": 785, "retailer": 786, "wal": 787, "mart": 788, "sets": 789, "found": 790, "dead": 791, "bor": 792, "western": 793, "ghats": 794, "makes": 795, "planters": 796, "jittery": 797, "senior": 798, "leader": 799, "shazia": 800, "ilmi": 801, "gulf": 802, "woo": 803, "nris": 804, "85": 805, "richest": 806, "own": 807, "nearly": 808, "half": 809, "wealth": 810, "oxfam": 811, "panel": 812, "review": 813, "governance": 814, "boards": 815, "vijay": 816, "bats": 817, "exploration": 818, "sustainable": 819, "development": 820, "governments": 821, "don\u2019t": 822, "home": 823, "undecided": 824, "evicting": 825, "police": 826, "under": 827, "worried": 828, "asserts": 829, "itself": 830, "anti": 831, "force": 832, "ugandan": 833, "mission": 834, "denied": 835, "reaching": 836, "sameer": 837, "goel": 838, "cipla": 839, "head": 840, "limited": 841, "offer": 842, "spicejet": 843, "indigo": 844, "fares": 845, "air": 846, "jet": 847, "goair": 848, "mover": 849, "shakers": 850, "street": 851, "sesa": 852, "sterlite": 853, "motors": 854, "suzlon": 855, "hp": 856, "launch": 857, "snow": 858, "leopard": 859, "research": 860, "conservation": 861, "facility": 862, "spiti": 863, "depositories": 864, "strategy": 865, "panels": 866, "reclaims": 867, "sensex": 868, "stock": 869, "kotak": 870, "mahindra": 871, "net": 872, "treasury": 873, "losses": 874, "provisioning": 875, "lenovo": 876, "talks": 877, "again": 878, "buy": 879, "server": 880, "anheuser": 881, "busch": 882, "inbev": 883, "$": 884, "billion": 885, "oriental": 886, "brewery": 887, "imf": 888, "ups": 889, "india\u2019s": 890, "current": 891, "estimate": 892, "distinct": 893, "access": 894, "each": 895, "member": 896, "restrict": 897, "salesman": 898, "par": 899, "excellence": 900, "showman": 901, "kapil": 902, "sibal": 903, "cloud": 904, "computing": 905, "opportunity": 906, "drain": 907, "existing": 908, "sap": 909, "jim": 910, "hagemann": 911, "fate": 912, "block": 913, "allocation": 914, "outcome": 915, "could": 916, "messy": 917, "zte": 918, "plans": 919, "manufacture": 920, "smartphones": 921, "manesar": 922, "plant": 923, "pare": 924, "comment": 925, "consumer": 926, "price": 927, "index": 928, "smart": 929, "tips": 930, "maximise": 931, "gains": 932, "your": 933, "card": 934, "27": 935, "risks": 936, "algorithmic": 937, "trading": 938, "ssangyong": 939, "motor": 940, "key": 941, "frontier": 942, "president": 943, "yoo": 944, "il": 945, "lee": 946, "dealers": 947, "commission": 948, "cancelled": 949, "connections": 950, "hdfc": 951, "third": 952, "quarter": 953, "rises": 954, "aam": 955, "aadmi": 956, "having": 957, "second": 958, "thoughts": 959, "gloomy": 960, "outlook": 961, "gdp": 962, "sink": 963, "below": 964, "11": 965, "origin": 966, "academician": 967, "rakesh": 968, "khurana": 969, "appointed": 970, "dean": 971, "harvard": 972, "college": 973, "several": 974, "wildlife": 975, "smuggling": 976, "rackets": 977, "operational": 978, "gopalakrishna": 979, "job": 980, "movers": 981, "axis": 982, "khaitan": 983, "biocon": 984, "technologies": 985, "understand": 986, "health": 987, "avoid": 988, "claim": 989, "related": 990, "software": 991, "app": 992, "avaz": 993, "helps": 994, "children": 995, "needs": 996, "express": 997, "themselves": 998, "aspiring": 999, "start": 1000, "here": 1001, "golden": 1002, "rules": 1003, "management": 1004, "production": 1005, "grow": 1006, "ratings": 1007, "expelled": 1008, "mla": 1009, "vinod": 1010, "binny": 1011, "describes": 1012, "expulsion": 1013, "unfortunate": 1014, "overcrowded": 1015, "tourist": 1016, "ferry": 1017, "sinks": 1018, "andamans": 1019, "21": 1020, "prospects": 1021, "deutsche": 1022, "anshu": 1023, "jain": 1024, "bpcl": 1025, "13": 1026, "000": 1027, "cr": 1028, "numaligarh": 1029, "refinery": 1030, "expansion": 1031, "davos": 1032, "looking": 1033, "right": 1034, "acquisitions": 1035, "exports": 1036, "wheat": 1037, "last": 1038, "pharma": 1039, "overdosing": 1040, "lethal": 1041, "drug": 1042, "fraud": 1043, "change": 1044, "rates": 1045, "quarterly": 1046, "monetary": 1047, "japanese": 1048, "shinzo": 1049, "abe": 1050, "considers": 1051, "mentor": 1052, "sugar": 1053, "fall": 1054, "30": 1055, "touch": 1056, "environmentalists": 1057, "prepare": 1058, "list": 1059, "endangered": 1060, "species": 1061, "fundamentals": 1062, "very": 1063, "strong": 1064, "finance": 1065, "assures": 1066, "investors": 1067, "deepika": 1068, "warrier": 1069, "vp": 1070, "marketing": 1071, "professional": 1072, "22": 1073, "brands": 1074, "oversee": 1075, "tigress": 1076, "pride": 1077, "missing": 1078, "qip": 1079, "due": 1080, "weak": 1081, "conditions": 1082, "lafarge": 1083, "additional": 1084, "mines": 1085, "keep": 1086, "chhattisgarh": 1087, "running": 1088, "airtel": 1089, "gain": 1090, "flat": 1091, "service": 1092, "usage": 1093, "per": 1094, "cent": 1095, "stays": 1096, "move": 1097, "allow": 1098, "without": 1099, "green": 1100, "export": 1101, "duty": 1102, "iron": 1103, "ore": 1104, "pellets": 1105, "excise": 1106, "hiked": 1107, "jsw": 1108, "steel": 1109, "hike": 1110, "february": 1111, "vigilant": 1112, "owl": 1113, "neither": 1114, "dove": 1115, "nor": 1116, "hawk": 1117, "raghuram": 1118, "rajan": 1119, "reinvent": 1120, "wear": 1121, "targets": 1122, "young": 1123, "notice": 1124, "madhya": 1125, "pradesh": 1126, "govt": 1127, "welspun": 1128, "ntpc": 1129, "announces": 1130, "2": 1131, "500": 1132, "interim": 1133, "public": 1134, "ads": 1135, "catalysts": 1136, "enter": 1137, "elephant": 1138, "advertising": 1139, "design": 1140, "art": 1141, "direction": 1142, "dear": 1143, "critic": 1144, "prasoon": 1145, "joshi": 1146, "piyush": 1147, "pandey": 1148, "balki": 1149, "worst": 1150, "criticism": 1151, "ever": 1152, "received": 1153, "concept": 1154, "group": 1155, "vivek": 1156, "building": 1157, "independent": 1158, "network": 1159, "italian": 1160, "brand": 1161, "aggressive": 1162, "sortie": 1163, "globe": 1164, "trotter": 1165, "wrigley": 1166, "eliminates": 1167, "chief": 1168, "officer": 1169, "position": 1170, "hero": 1171, "moto": 1172, "pat": 1173, "seen": 1174, "25": 1175, "610": 1176, "make": 1177, "succession": 1178, "plan": 1179, "listed": 1180, "eight": 1181, "bid": 1182, "next": 1183, "week": 1184, "bpo": 1185, "collaborates": 1186, "costa": 1187, "rica": 1188, "train": 1189, "students": 1190, "marketplace": 1191, "snapdeal": 1192, "site": 1193, "becomes": 1194, "multi": 1195, "lingual": 1196, "subsidiary": 1197, "all": 1198, "rc": 1199, "bhargava": 1200, "maruti": 1201, "suzuki": 1202, "citigroup": 1203, "hire": 1204, "professionals": 1205, "this": 1206, "dri": 1207, "visits": 1208, "nokia": 1209, "sriperumbudur": 1210, "carriers": 1211, "emirates": 1212, "qatar": 1213, "airways": 1214, "etihad": 1215, "slash": 1216, "draw": 1217, "hub": 1218, "traffic": 1219, "woman": 1220, "banker": 1221, "arrested": 1222, "terror": 1223, "raid": 1224, "guest": 1225, "teachers": 1226, "end": 1227, "protest": 1228, "assurance": 1229, "14th": 1230, "former": 1231, "birla": 1232, "solutions": 1233, "alleged": 1234, "cheating": 1235, "working": 1236, "contest": 1237, "350": 1238, "fight": 1239, "tainted": 1240, "leaders": 1241, "pays": 1242, "tributes": 1243, "mahatma": 1244, "pledges": 1245, "ahimsa": 1246, "blame": 1247, "fuel": 1248, "freight": 1249, "costs": 1250, "royalty": 1251, "meera": 1252, "sanyal": 1253, "mayank": 1254, "candidates": 1255, "kingfisher": 1256, "halt": 1257, "helped": 1258, "aviation": 1259, "emissions": 1260, "lalu": 1261, "prasad": 1262, "record": 1263, "statement": 1264, "fodder": 1265, "holds": 1266, "namo": 1267, "tea": 1268, "promote": 1269, "satya": 1270, "father": 1271, "achiever": 1272, "himself": 1273, "left": 1274, "leanings": 1275, "bring": 1276, "racism": 1277, "law": 1278, "northeast": 1279, "gopinath": 1280, "munde": 1281, "know": 1282, "why": 1283, "sharad": 1284, "pawar": 1285, "contesting": 1286, "upcoming": 1287, "ls": 1288, "experts": 1289, "eco": 1290, "scholars": 1291, "bird": 1292, "biggest": 1293, "challenge": 1294, "microsoft": 1295, "shadow": 1296, "steve": 1297, "ballmer": 1298, "immigration": 1299, "system": 1300, "completely": 1301, "backwards": 1302, "louisiana": 1303, "governor": 1304, "bobby": 1305, "jindal": 1306, "count": 1307, "begins": 1308, "ranthambore": 1309, "park": 1310, "incredible": 1311, "techies": 1312, "landscape": 1313, "p": 1314, "chidambaram": 1315, "hails": 1316, "tamil": 1317, "nadu": 1318, "condition": 1319, "recovers": 1320, "fines": 1321, "illegal": 1322, "119": 1323, "cases": 1324, "registered": 1325, "ias": 1326, "ips": 1327, "officers": 1328, "raman": 1329, "release": 1330, "built": 1331, "10": 1332, "250": 1333, "houses": 1334, "lanka": 1335, "122": 1336, "turtles": 1337, "washed": 1338, "ashore": 1339, "andhra": 1340, "draft": 1341, "jan": 1342, "lokpal": 1343, "fooling": 1344, "jaitley": 1345, "offering": 1346, "him": 1347, "topple": 1348, "asian": 1349, "buyers": 1350, "trigger": 1351, "london": 1352, "housing": 1353, "bubble": 1354, "fear": 1355, "unsustainable": 1356, "grows": 1357, "bounce": 1358, "back": 1359, "sachin": 1360, "pilot": 1361, "sheila": 1362, "dikshit": 1363, "unauthorized": 1364, "colonies": 1365, "assembly": 1366, "session": 1367, "indira": 1368, "stadium": 1369, "unavailable": 1370, "scouts": 1371, "venue": 1372, "resumption": 1373, "dialogue": 1374, "foreign": 1375, "secretary": 1376, "chaudhry": 1377, "user": 1378, "coca": 1379, "cola": 1380, "featuring": 1381, "languages": 1382, "including": 1383, "hindi": 1384, "stirs": 1385, "newspaper": 1386, "rejects": 1387, "irs": 1388, "findings": 1389, "directs": 1390, "submit": 1391, "abuse": 1392, "padma": 1393, "award": 1394, "four": 1395, "panthers": 1396, "udaipur": 1397, "region": 1398, "pushes": 1399, "kapoor": 1400, "joins": 1401, "pvr": 1402, "cinemas": 1403, "born": 1404, "insider": 1405, "steps": 1406, "collaborate": 1407, "safrica": 1408, "trade": 1409, "department": 1410, "gave": 1411, "factually": 1412, "incorrect": 1413, "west": 1414, "tmc": 1415, "freezes": 1416, "assets": 1417, "based": 1418, "haqqani": 1419, "militants": 1420, "prez": 1421, "pardon": 1422, "convicts": 1423, "cannot": 1424, "front": 1425, "rate": 1426, "adds": 1427, "insulted": 1428, "bengalis": 1429, "2004": 1430, "chittagong": 1431, "arms": 1432, "haul": 1433, "exposes": 1434, "many": 1435, "links": 1436, "t": 1437, "chandrasekharan": 1438, "wife": 1439, "go": 1440, "fast": 1441, "african": 1442, "ashes": 1443, "kevin": 1444, "pietersen": 1445, "sunset": 1446, "humble": 1447, "every": 1448, "bit": 1449, "different": 1450, "waste": 1451, "feedstock": 1452, "dnd": 1453, "flyway": 1454, "toll": 1455, "free": 1456, "noida": 1457, "commuters": 1458, "till": 1459, "refuses": 1460, "extension": 1461, "bail": 1462, "maya": 1463, "telangana": 1464, "cabinet": 1465, "decide": 1466, "union": 1467, "territory": 1468, "address": 1469, "rally": 1470, "muzaffarpur": 1471, "march": 1472, "meets": 1473, "german": 1474, "aicc": 1475, "sc": 1476, "welcomes": 1477, "wins": 1478, "final": 1479, "approval": 1480, "fully": 1481, "laboratories": 1482, "henkel": 1483, "acquisition": 1484, "stocks": 1485, "turn": 1486, "cognizant": 1487, "gives": 1488, "slower": 1489, "guidance": 1490, "egs": 1491, "volunteers": 1492, "stir": 1493, "meeting": 1494, "parkash": 1495, "badal": 1496, "lawyers": 1497, "chiranjeevi": 1498, "convoy": 1499, "raj": 1500, "thackeray": 1501, "flexes": 1502, "muscle": 1503, "dares": 1504, "arrest": 1505, "drown": 1506, "boat": 1507, "capsizes": 1508, "hirakud": 1509, "reservoir": 1510, "wait": 1511, "watch": 1512, "create": 1513, "apple": 1514, "google": 1515, "tells": 1516, "kiran": 1517, "bedi": 1518, "attacks": 1519, "threat": 1520, "resign": 1521, "direct": 1522, "portfolio": 1523, "differently": 1524, "non": 1525, "agricultural": 1526, "sectors": 1527, "driving": 1528, "employment": 1529, "workers": 1530, "deserting": 1531, "farms": 1532, "ishrat": 1533, "jahan": 1534, "ex": 1535, "intelligence": 1536, "bureau": 1537, "chargesheet": 1538, "anil": 1539, "rajya": 1540, "secretariat": 1541, "opinion": 1542, "sends": 1543, "questionnaire": 1544, "k": 1545, "dhumal": 1546, "himachal": 1547, "cricket": 1548, "association": 1549, "shah": 1550, "odisha": 1551, "tabled": 1552, "parliament": 1553, "members": 1554, "giving": 1555, "preference": 1556, "virbhadra": 1557, "marie": 1558, "reckoning": 1559, "itc": 1560, "parle": 1561, "britannia": 1562, "revive": 1563, "category": 1564, "cement": 1565, "failed": 1566, "meiyappan": 1567, "adheres": 1568, "rule": 1569, "halts": 1570, "further": 1571, "fii": 1572, "purchase": 1573, "dainik": 1574, "bhaskar": 1575, "shares": 1576, "impose": 1577, "cess": 1578, "sandeep": 1579, "goyal": 1580, "few": 1581, "dentsu": 1582, "recounts": 1583, "triumphs": 1584, "missteps": 1585, "transport": 1586, "rasta": 1587, "roko": 1588, "minute": 1589, "tube": 1590, "strike": 1591, "killed": 1592, "cinema": 1593, "hall": 1594, "peshawar": 1595, "legislator": 1596, "surya": 1597, "prakash": 1598, "rao": 1599, "resigns": 1600, "v": 1601, "arun": 1602, "penguin": 1603, "withdrawn": 1604, "copies": 1605, "wendy": 1606, "controversial": 1607, "book": 1608, "hindus": 1609, "internet": 1610, "possible": 1611, "suppress": 1612, "doniger": 1613, "academics": 1614, "writers": 1615, "decry": 1616, "withdrawal": 1617, "phone": 1618, "proved": 1619, "saviour": 1620, "mps": 1621, "focus": 1622, "allies": 1623, "yamuna": 1624, "expressway": 1625, "industrial": 1626, "authority": 1627, "okays": 1628, "rail": 1629, "everyone": 1630, "corrupt": 1631, "regulators": 1632, "careful": 1633, "ambuja": 1634, "cements": 1635, "britain": 1636, "issues": 1637, "surrogacy": 1638, "shrinking": 1639, "offers": 1640, "ccea": 1641, "approves": 1642, "balco": 1643, "bjd": 1644, "ridicules": 1645, "biju": 1646, "patnaik": 1647, "long": 1648, "duration": 1649, "mbbs": 1650, "course": 1651, "names": 1652, "ambani": 1653, "deora": 1654, "fir": 1655, "requests": 1656, "hold": 1657, "federal": 1658, "body": 1659, "hearing": 1660, "consult": 1661, "nations": 1662, "setting": 1663, "peace": 1664, "missions": 1665, "un": 1666, "favours": 1667, "strictest": 1668, "punishment": 1669, "mp": 1670, "l": 1671, "rajagopal": 1672, "united": 1673, "declines": 1674, "65": 1675, "accuses": 1676, "ignoring": 1677, "pilgrimage": 1678, "places": 1679, "sake": 1680, "distorted": 1681, "secularism": 1682, "kamal": 1683, "nath": 1684, "passage": 1685, "ready": 1686, "extend": 1687, "pass": 1688, "probes": 1689, "project": 1690, "worker": 1691, "jairam": 1692, "ramesh": 1693, "amit": 1694, "words": 1695, "2002": 1696, "riots": 1697, "scientists": 1698, "develop": 1699, "clot": 1700, "busting": 1701, "heart": 1702, "patients": 1703, "linde": 1704, "making": 1705, "investments": 1706, "account": 1707, "committed": 1708, "aadhaar": 1709, "370": 1710, "transferred": 1711, "beneficiaries": 1712, "crony": 1713, "capitalism": 1714, "cii": 1715, "proper": 1716, "implementation": 1717, "agroforestry": 1718, "big": 1719, "safari": 1720, "charges": 1721, "budget": 1722, "cuts": 1723, "durables": 1724, "forest": 1725, "pullback": 1726, "pre": 1727, "2005": 1728, "notes": 1729, "drives": 1730, "unauthorised": 1731, "soiled": 1732, "amcs": 1733, "amount": 1734, "raised": 1735, "their": 1736, "mutual": 1737, "funds": 1738, "october": 1739, "silk": 1740, "route": 1741, "sell": 1742, "1200": 1743, "mf": 1744, "tracker": 1745, "fund": 1746, "psu": 1747, "revival": 1748, "speaker": 1749, "meira": 1750, "ordered": 1751, "tv": 1752, "camera": 1753, "feed": 1754, "amitabh": 1755, "bachchan": 1756, "endorse": 1757, "drink": 1758, "loop": 1759, "employees": 1760, "losing": 1761, "licences": 1762, "arcelormittal": 1763, "hindalco": 1764, "energy": 1765, "lucknow": 1766, "zoo": 1767, "send": 1768, "100": 1769, "excess": 1770, "animals": 1771, "gonda": 1772, "form": 1773, "manage": 1774, "csr": 1775, "psus": 1776, "tonne": 1777, "raw": 1778, "so": 1779, "far": 1780, "tolerated": 1781, "kerala": 1782, "pcc": 1783, "lt": 1784, "najeeb": 1785, "jung": 1786, "manchester": 1787, "loses": 1788, "plot": 1789, "manuel": 1790, "pellegrin": 1791, "cautious": 1792, "approach": 1793, "options": 1794, "open": 1795, "trs": 1796, "rights": 1797, "urban": 1798, "vendors": 1799, "punjab": 1800, "political": 1801, "sukhbir": 1802, "recruitment": 1803, "raf": 1804, "moved": 1805, "administration": 1806, "geodesic": 1807, "shiv": 1808, "vani": 1809, "dues": 1810, "lock": 1811, "period": 1812, "apply": 1813, "merged": 1814, "entity": 1815, "match": 1816, "fixing": 1817, "sandip": 1818, "basu": 1819, "objective": 1820, "graft": 1821, "prashant": 1822, "bhushan": 1823, "don": 1824, "parents": 1825, "nalini": 1826, "daughter": 1827, "barack": 1828, "angela": 1829, "merkel": 1830, "ukraine": 1831, "haryana": 1832, "drops": 1833, "shift": 1834, "zones": 1835, "using": 1836, "black": 1837, "sriprakash": 1838, "jaiswal": 1839, "infrastructure": 1840, "diageo": 1841, "releases": 1842, "limit": 1843, "psa": 1844, "international": 1845, "build": 1846, "terminal": 1847, "jail": 1848, "authorities": 1849, "seize": 1850, "tarun": 1851, "tejpal": 1852, "playing": 1853, "armed": 1854, "forces": 1855, "ms": 1856, "dhoni": 1857, "time": 1858, "dispel": 1859, "false": 1860, "fears": 1861, "tower": 1862, "radiation": 1863, "goverment": 1864, "compensate": 1865, "costly": 1866, "mukesh": 1867, "rohtak": 1868, "offing": 1869, "mr": 1870, "who": 1871, "spearheaded": 1872, "efforts": 1873, "morphine": 1874, "prepares": 1875, "defence": 1876, "pricing": 1877, "ddb": 1878, "mudra": 1879, "merge": 1880, "tribal": 1881, "worldwide": 1882, "somnath": 1883, "name": 1884, "crops": 1885, "another": 1886, "controversy": 1887, "jammu": 1888, "kashmir": 1889, "ladakh": 1890, "receiving": 1891, "equitable": 1892, "attention": 1893, "omar": 1894, "abdullah": 1895, "cracks": 1896, "parivartan": 1897, "merges": 1898, "jk": 1899, "hectares": 1900, "land": 1901, "saffron": 1902, "cover": 1903, "tap": 1904, "two": 1905, "quit": 1906, "five": 1907, "quest": 1908, "natural": 1909, "resources": 1910, "drive": 1911, "outbound": 1912, "ravi": 1913, "airlines": 1914, "halve": 1915, "20000": 1916, "extra": 1917, "sushma": 1918, "swaraj": 1919, "re": 1920, "invents": 1921, "herself": 1922, "dominated": 1923, "sure": 1924, "partnering": 1925, "because": 1926, "won\u2019t": 1927, "bbm": 1928, "platform": 1929, "it\u2019s": 1930, "great": 1931, "blackberry": 1932, "file": 1933, "zone": 1934, "whatsapp": 1935, "voice": 1936, "operators": 1937, "telenor": 1938, "jon": 1939, "fredrik": 1940, "baksaas": 1941, "competition": 1942, "nps": 1943, "fee": 1944, "tiny": 1945, "goms": 1946, "expedite": 1947, "quota": 1948, "3rd": 1949, "generation": 1950, "scheduled": 1951, "castes": 1952, "income": 1953, "ceilings": 1954, "part": 1955, "ashok": 1956, "gulati": 1957, "transformed": 1958, "revenues": 1959, "industries": 1960, "denies": 1961, "weighs": 1962, "legal": 1963, "action": 1964, "vested": 1965, "interests": 1966, "these": 1967, "allegations": 1968, "pulses": 1969, "oilseeds": 1970, "store": 1971, "shelves": 1972, "cater": 1973, "wholesales": 1974, "initial": 1975, "phase": 1976, "cat": 1977, "hrd": 1978, "min": 1979, "iim": 1980, "indore": 1981, "told": 1982, "subrata": 1983, "roy": 1984, "find": 1985, "lukewarm": 1986, "concerns": 1987, "60": 1988, "2023": 1989, "sunderbans": 1990, "steady": 1991, "prey": 1992, "base": 1993, "adi": 1994, "rajaram": 1995, "autonomous": 1996, "councils": 1997, "meghalaya": 1998, "nitin": 1999, "gadkari": 2000, "kaziranga": 2001, "rhinos": 2002, "can\u2019t": 2003, "blamed": 2004, "dip": 2005, "ajit": 2006, "mind": 2007, "factory": 2008, "warren": 2009, "buffett": 2010, "auditing": 2011, "corporate": 2012, "largest": 2013, "mulls": 2014, "security": 2015, "agencies": 2016, "users": 2017, "reserves": 2018, "mark": 2019, "day": 2020, "airfare": 2021, "return": 2022, "profitability": 2023, "arduous": 2024, "local": 2025, "regulatory": 2026, "highways": 2027, "promised": 2028, "anytime": 2029, "penalise": 2030, "film": 2031, "bodies": 2032, "astrazeneca": 2033, "jumps": 2034, "delisting": 2035, "expect": 2036, "ignored": 2037, "canada": 2038, "note": 2039, "scrap": 2040, "flutter": 2041, "joy": 2042, "rare": 2043, "birds": 2044, "ways": 2045, "communicate": 2046, "peers": 2047, "cairn": 2048, "founder": 2049, "gammell": 2050, "hosting": 2051, "u": 2052, "cup": 2053, "football": 2054, "let": 2055, "ashutosh": 2056, "flashes": 2057, "ram": 2058, "vilas": 2059, "paswan": 2060, "bihar": 2061, "sulk": 2062, "test": 2063, "overseas": 2064, "hotels": 2065, "travellers": 2066, "drop": 2067, "six": 2068, "files": 2069, "defamation": 2070, "suit": 2071, "provided": 2072, "documents": 2073, "continue": 2074, "cooperate": 2075, "bses": 2076, "directors": 2077, "concrete": 2078, "refunds": 2079, "supports": 2080, "capable": 2081, "actor": 2082, "intervened": 2083, "abhijit": 2084, "mukherjee": 2085, "dinner": 2086, "hosted": 2087, "sarkar": 2088, "irda": 2089, "protectionism": 2090, "walmart": 2091, "expand": 2092, "retailing": 2093, "planning": 2094, "akin": 2095, "amazon": 2096, "ebay": 2097, "formation": 2098, "june": 2099, "clash": 2100, "detention": 2101, "jio": 2102, "contiguous": 2103, "4g": 2104, "search": 2105, "supplies": 2106, "inputs": 2107, "deny": 2108, "media": 2109, "lk": 2110, "advani": 2111, "calling": 2112, "finds": 2113, "large": 2114, "scale": 2115, "mismatch": 2116, "papers": 2117, "merger": 2118, "ranked": 2119, "2nd": 2120, "jailed": 2121, "wooden": 2122, "bed": 2123, "blankets": 2124, "tihar": 2125, "bcci": 2126, "request": 2127, "thursday": 2128, "morning": 2129, "ritual": 2130, "dgh": 2131, "asked": 2132, "fix": 2133, "matter": 2134, "ongc": 2135, "ac": 2136, "milan": 2137, "weighing": 2138, "bidders": 2139, "called": 2140, "saina": 2141, "nehwal": 2142, "advances": 2143, "england": 2144, "badminton": 2145, "championship": 2146, "parupalli": 2147, "kashyap": 2148, "neymar": 2149, "cristiano": 2150, "ronaldo": 2151, "teams": 2152, "victory": 2153, "friendlies": 2154, "south": 2155, "africa": 2156, "michael": 2157, "clarke": 2158, "aimed": 2159, "event": 2160, "opposes": 2161, "brothers": 2162, "foot": 2163, "muslim": 2164, "votes": 2165, "fact": 2166, "finding": 2167, "trip": 2168, "turns": 2169, "circus": 2170, "live": 2171, "weekend": 2172, "mercedes": 2173, "early": 2174, "favourite": 2175, "williams": 2176, "worthy": 2177, "challenger": 2178, "absolute": 2179, "majority": 2180, "governing": 2181, "tougher": 2182, "than": 2183, "organising": 2184, "praful": 2185, "patel": 2186, "hits": 2187, "stone": 2188, "pelting": 2189, "incident": 2190, "extreme": 2191, "weather": 2192, "unrest": 2193, "decisive": 2194, "commodity": 2195, "salt": 2196, "pan": 2197, "wild": 2198, "threatened": 2199, "sand": 2200, "tablet": 2201, "expected": 2202, "remain": 2203, "idc": 2204, "complied": 2205, "act": 2206, "kisan": 2207, "food": 2208, "launches": 2209, "products": 2210, "trent": 2211, "hypermarket": 2212, "waits": 2213, "joint": 2214, "venture": 2215, "tesco": 2216, "noel": 2217, "alonso": 2218, "hamilton": 2219, "chance": 2220, "f1": 2221, "crown": 2222, "iphones": 2223, "ipads": 2224, "small": 2225, "stores": 2226, "across": 2227, "producers": 2228, "coconut": 2229, "climb": 2230, "chettinad": 2231, "anjani": 2232, "portland": 2233, "360": 2234, "startup": 2235, "optime": 2236, "diagnostics": 2237, "detect": 2238, "breast": 2239, "cancer": 2240, "blood": 2241, "arunachal": 2242, "along": 2243, "ec": 2244, "uninor": 2245, "fixed": 2246, "scheme": 2247, "rss": 2248, "link": 2249, "killing": 2250, "rajnath": 2251, "saradha": 2252, "mozambique": 2253, "field": 2254, "scaled": 2255, "cheer": 2256, "asia": 2257, "basel": 2258, "targeted": 2259, "coke": 2260, "video": 2261, "streaming": 2262, "effective": 2263, "cheaper": 2264, "coffee": 2265, "barista": 2266, "buyout": 2267, "deol": 2268, "ihc": 2269, "securities": 2270, "violation": 2271, "hindustan": 2272, "unilever": 2273, "elevates": 2274, "cfo": 2275, "sridhar": 2276, "ramamurthy": 2277, "vice": 2278, "just": 2279, "our": 2280, "leads": 2281, "cyber": 2282, "threats": 2283, "council": 2284, "malaysia": 2285, "visited": 2286, "cockpit": 2287, "2011": 2288, "airbus": 2289, "single": 2290, "18": 2291, "slowdown": 2292, "education": 2293, "post": 2294, "near": 2295, "lower": 2296, "held": 2297, "16": 2298, "uae": 2299, "i": 2300, "would": 2301, "knock": 2302, "rebuild": 2303, "tim": 2304, "clark": 2305, "code": 2306, "realty": 2307, "heard": 2308, "24": 2309, "demography": 2310, "skilled": 2311, "made": 2312, "employable": 2313, "entities": 2314, "onions": 2315, "42": 2316, "boeing": 2317, "737s": 2318, "senate": 2319, "confirms": 2320, "american": 2321, "state": 2322, "dept": 2323, "intuit": 2324, "encourage": 2325, "staff": 2326, "craft": 2327, "ventures": 2328, "customers": 2329, "select": 2330, "citywalk": 2331, "mall": 2332, "foray": 2333, "bridge": 2334, "between": 2335, "offline": 2336, "sun": 2337, "goodyear": 2338, "balrampur": 2339, "chini": 2340, "cellular": 2341, "buyback": 2342, "worth": 2343, "east": 2344, "capacity": 2345, "analysis": 2346, "fever": 2347, "priced": 2348, "godrej": 2349, "enthused": 2350, "curbs": 2351, "mncs": 2352, "payouts": 2353, "scanner": 2354, "zuckerberg": 2355, "spent": 2356, "cfls": 2357, "hazard": 2358, "concern": 2359, "mercury": 2360, "content": 2361, "absence": 2362, "recycling": 2363, "such": 2364, "itz": 2365, "cash": 2366, "growing": 2367, "hinduja": 2368, "among": 2369, "families": 2370, "et": 2371, "jury": 2372, "nominees": 2373, "gurinder": 2374, "chadha": 2375, "television": 2376, "globally": 2377, "use": 2378, "networks": 2379, "towers": 2380, "roll": 2381, "services": 2382, "jeweller": 2383, "bluestone": 2384, "raises": 2385, "round": 2386, "ports": 2387, "adani": 2388, "york": 2389, "dethrones": 2390, "financial": 2391, "trying": 2392, "specific": 2393, "modules": 2394, "female": 2395, "bigger": 2396, "roles": 2397, "social": 2398, "ballgame": 2399, "around": 2400, "23": 2401, "waiver": 2402, "arrears": 2403, "tie": 2404, "gsm": 2405, "middle": 2406, "samsung": 2407, "70": 2408, "evasion": 2409, "gold": 2410, "extends": 2411, "retreat": 2412, "highs": 2413, "fed": 2414, "still": 2415, "lags": 2416, "escalate": 2417, "modi\u2019s": 2418, "role": 2419, "spending": 2420, "son": 2421, "ishaan": 2422, "washington": 2423, "larger": 2424, "bhave": 2425, "abraham": 2426, "looks": 2427, "seal": 2428, "pact": 2429, "sanctions": 2430, "russia": 2431, "bhilai": 2432, "conducts": 2433, "hot": 2434, "trials": 2435, "730": 2436, "sinter": 2437, "niko": 2438, "formally": 2439, "arbitration": 2440, "tribunal": 2441, "cerc": 2442, "acquires": 2443, "bus": 2444, "tracking": 2445, "undisclosed": 2446, "sum": 2447, "attempts": 2448, "placate": 2449, "he": 2450, "conveys": 2451, "displeasure": 2452, "gandhinagar": 2453, "stop": 2454, "orders": 2455, "mcx": 2456, "sx": 2457, "bourses": 2458, "avenues": 2459, "inks": 2460, "pacts": 2461, "youtube": 2462, "itunes": 2463, "red": 2464, "bull": 2465, "ignores": 2466, "fia": 2467, "directive": 2468, "homologated": 2469, "flow": 2470, "sensors": 2471, "inadequate": 2472, "write": 2473, "grassroot": 2474, "lakshmi": 2475, "mittal": 2476, "greatest": 2477, "defends": 2478, "holi": 2479, "jig": 2480, "violating": 2481, "safety": 2482, "guidelines": 2483, "love": 2484, "programme": 2485, "algorithm": 2486, "judicial": 2487, "reforms": 2488, "judges": 2489, "fasttrack": 2490, "courts": 2491, "professionalism": 2492, "deity": 2493, "enforce": 2494, "sourcing": 2495, "micromax": 2496, "consider": 2497, "listing": 2498, "vikas": 2499, "co": 2500, "zee": 2501, "news": 2502, "nba": 2503, "parties": 2504, "wooing": 2505, "fires": 2506, "salvo": 2507, "pingers": 2508, "malaysian": 2509, "emitting": 2510, "apr": 2511, "hollywood": 2512, "inspires": 2513, "startups": 2514, "applications": 2515, "hands": 2516, "clean": 2517, "gib": 2518, "cubs": 2519, "nose": 2520, "we": 2521, "really": 2522, "smell": 2523, "getting": 2524, "comission": 2525, "defer": 2526, "doubling": 2527, "bric": 2528, "oppose": 2529, "putin": 2530, "attending": 2531, "g20": 2532, "summit": 2533, "river": 2534, "weaver": 2535, "sewer": 2536, "battle": 2537, "varanasi": 2538, "ends": 2539, "withdraw": 2540, "instruction": 2541, "mandatory": 2542, "terrorists": 2543, "jaiprakash": 2544, "associates": 2545, "74": 2546, "bokaro": 2547, "dalmia": 2548, "200": 2549, "tony": 2550, "fernandes": 2551, "entire": 2552, "tried": 2553, "airasia": 2554, "2g": 2555, "cancel": 2556, "chandra": 2557, "transmission": 2558, "distribution": 2559, "equipment": 2560, "cos": 2561, "jaswant": 2562, "denial": 2563, "die": 2564, "cites": 2565, "compulsions": 2566, "n": 2567, "srinivasan": 2568, "fair": 2569, "debate": 2570, "felt": 2571, "sad": 2572, "considered": 2573, "resigning": 2574, "cm": 2575, "according": 2576, "biography": 2577, "vinita": 2578, "bali": 2579, "managing": 2580, "manufacturers": 2581, "now": 2582, "fields": 2583, "madhusudan": 2584, "mistry": 2585, "vadodara": 2586, "anthem": 2587, "alternative": 2588, "sistema": 2589, "shyam": 2590, "innovation": 2591, "obamacare": 2592, "dell": 2593, "offshore": 2594, "delivery": 2595, "capabilities": 2596, "chennai": 2597, "coimbatore": 2598, "centres": 2599, "varsities": 2600, "uma": 2601, "pitted": 2602, "rae": 2603, "bareli": 2604, "shashank": 2605, "suspension": 2606, "matches": 2607, "ak": 2608, "49": 2609, "language": 2610, "ebbing": 2611, "manipulation": 2612, "lands": 2613, "spot": 2614, "hardware": 2615, "tough": 2616, "pune": 2617, "activists": 2618, "shoddy": 2619, "mortem": 2620, "poornima": 2621, "banned": 2622, "painkiller": 2623, "vultures": 2624, "scindia": 2625, "shivraj": 2626, "chouhan": 2627, "disprove": 2628, "medical": 2629, "solicitor": 2630, "general": 2631, "mohan": 2632, "advises": 2633, "real": 2634, "madrid": 2635, "knees": 2636, "successive": 2637, "ghaziabad": 2638, "complaint": 2639, "burning": 2640, "effigy": 2641, "favourites": 2642, "grand": 2643, "prix": 2644, "rumours": 2645, "takeover": 2646, "92": 2647, "dmk": 2648, "mk": 2649, "stalin": 2650, "edge": 2651, "proposes": 2652, "replacing": 2653, "recommends": 2654, "super": 2655, "kings": 2656, "royals": 2657, "cheering": 2658, "chandigarh": 2659, "historic": 2660, "setback": 2661, "awaits": 2662, "cpi": 2663, "prudent": 2664, "csk": 2665, "viswanathan": 2666, "defying": 2667, "once": 2668, "intensive": 2669, "campaigning": 2670, "flop": 2671, "analysts": 2672, "ipad": 2673, "mini": 2674, "door": 2675, "b": 2676, "dth": 2677, "sky": 2678, "dish": 2679, "naqvi": 2680, "prove": 2681, "apologise": 2682, "sabir": 2683, "ali": 2684, "gorkhaland": 2685, "ss": 2686, "ahluwalia": 2687, "nominations": 2688, "filed": 2689, "seven": 2690, "mns": 2691, "wanted": 2692, "promises": 2693, "farmers": 2694, "self": 2695, "records": 2696, "statements": 2697, "ncp": 2698, "distributing": 2699, "lows": 2700, "fishermen": 2701, "repatriated": 2702, "coast": 2703, "guard": 2704, "climate": 2705, "antony": 2706, "orator": 2707, "aims": 2708, "provide": 2709, "sufficient": 2710, "liquidity": 2711, "anna": 2712, "hazare": 2713, "dismissal": 2714, "establish": 2715, "admits": 2716, "opposition": 2717, "been": 2718, "flaws": 2719, "muslims": 2720, "hawkish": 2721, "restricts": 2722, "short": 2723, "term": 2724, "amethi": 2725, "smriti": 2726, "irani": 2727, "nancy": 2728, "powell": 2729, "her": 2730, "ambassador": 2731, "able": 2732, "comply": 2733, "400": 2734, "was": 2735, "waiting": 2736, "dtc": 2737, "retains": 2738, "exemption": 2739, "35": 2740, "rich": 2741, "declares": 2742, "yavatmal": 2743, "nsa": 2744, "nawaz": 2745, "sharif": 2746, "grants": 2747, "principle": 2748, "idfc": 2749, "bandhan": 2750, "moves": 2751, "beni": 2752, "verma": 2753, "azam": 2754, "khan": 2755, "nexus": 2756, "intel": 2757, "53": 2758, "founded": 2759, "university": 2760, "mysore": 2761, "engineer": 2762, "mindfulness": 2763, "withdraws": 2764, "australian": 2765, "judge": 2766, "arbitrator": 2767, "upa": 2768, "victim": 2769, "rivalry": 2770, "manish": 2771, "tewari": 2772, "believes": 2773, "absent": 2774, "dented": 2775, "chances": 2776, "punishing": 2777, "lessons": 2778, "letter": 2779, "predict": 2780, "behaviour": 2781, "safe": 2782, "ian": 2783, "michelin": 2784, "farm": 2785, "incubator": 2786, "uttar": 2787, "survey": 2788, "predicts": 2789, "debunking": 2790, "myths": 2791, "pesticides": 2792, "vital": 2793, "priyanka": 2794, "spark": 2795, "varun": 2796, "avoids": 2797, "mentioning": 2798, "manifesto": 2799, "stick": 2800, "hindutva": 2801, "room": 2802, "negotiations": 2803, "biodiversity": 2804, "basins": 2805, "discussed": 2806, "clearly": 2807, "frontrunner": 2808, "cross": 2809, "272": 2810, "exchange": 2811, "want": 2812, "begin": 2813, "assam": 2814, "tripura": 2815, "retain": 2816, "temple": 2817, "uniform": 2818, "civil": 2819, "article": 2820, "surge": 2821, "suggests": 2822, "come": 2823, "pressure": 2824, "120": 2825, "armymen": 2826, "vk": 2827, "convergence": 2828, "point": 2829, "vault": 2830, "merchandise": 2831, "selling": 2832, "hotcakes": 2833, "siemens": 2834, "partners": 2835, "com": 2836, "initiative": 2837, "tourists": 2838, "lakhs": 2839, "2015": 2840, "spouse": 2841, "h1b": 2842, "holder": 2843, "revisit": 2844, "nuclear": 2845, "doctrine": 2846, "lot": 2847, "changed": 2848, "2003": 2849, "shrugs": 2850, "add": 2851, "which": 2852, "connects": 2853, "employers": 2854, "semi": 2855, "barbara": 2856, "confident": 2857, "potential": 2858, "candid": 2859, "talk": 2860, "beat": 2861, "won": 2862, "hearts": 2863, "retargeting": 2864, "you": 2865, "being": 2866, "stalked": 2867, "anacondas": 2868, "reach": 2869, "thiruvananthapuram": 2870, "pages": 2871, "bookies": 2872, "betting": 2873, "heavily": 2874, "led": 2875, "videsh": 2876, "ties": 2877, "summer": 2878, "vacations": 2879, "expose": 2880, "kids": 2881, "beauty": 2882, "heritage": 2883, "nature": 2884, "family": 2885, "kid": 2886, "friendly": 2887, "holiday": 2888, "trail": 2889, "game": 2890, "kenya": 2891, "watching": 2892, "jamaica": 2893, "quick": 2894, "getaways": 2895, "metros": 2896, "travel": 2897, "guide": 2898, "where": 2899, "splurge": 2900, "heat": 2901, "cope": 2902, "unexpected": 2903, "branches": 2904, "longer": 2905, "incentive": 2906, "citibank": 2907, "returns": 2908, "magician": 2909, "barb": 2910, "afraid": 2911, "magic": 2912, "abandons": 2913, "igate": 2914, "murthy": 2915, "momentum": 2916, "also": 2917, "prepared": 2918, "significant": 2919, "correction": 2920, "kr": 2921, "bharat": 2922, "advent": 2923, "advisors": 2924, "hiring": 2925, "ratan": 2926, "backed": 2927, "boao": 2928, "forum": 2929, "thar": 2930, "desert": 2931, "behavioural": 2932, "economics": 2933, "sports": 2934, "heena": 2935, "sidhu": 2936, "2012": 2937, "masters": 2938, "golf": 2939, "tournament": 2940, "winner": 2941, "rookie": 2942, "jordan": 2943, "spieth": 2944, "bubba": 2945, "watson": 2946, "recipe": 2947, "title": 2948, "mo": 2949, "farah": 2950, "marathon": 2951, "debut": 2952, "believe": 2953, "any": 2954, "winning": 2955, "retaining": 2956, "quite": 2957, "task": 2958, "most": 2959, "virtually": 2960, "scuffle": 2961, "personnel": 2962, "removing": 2963, "flag": 2964, "festoons": 2965, "alina": 2966, "saldanha": 2967, "garbage": 2968, "sate": 2969, "coupled": 2970, "probability": 2971, "yields": 2972, "h": 2973, "designer": 2974, "alexander": 2975, "wang": 2976, "lose": 2977, "appeal": 2978, "daniel": 2979, "ricciardo": 2980, "disqualification": 2981, "upheld": 2982, "distributed": 2983, "road": 2984, "faizabad": 2985, "piles": 2986, "prompt": 2987, "fb": 2988, "twitter": 2989, "fail": 2990, "deliver": 2991, "ben": 2992, "bernanke": 2993, "targeting": 2994, "surcharge": 2995, "fare": 2996, "transparent": 2997, "passengers": 2998, "follows": 2999, "volume": 3000, "slows": 3001, "recruit": 3002, "transgenders": 3003, "formal": 3004, "identity": 3005, "audi": 3006, "models": 3007, "posts": 3008, "551": 3009, "beats": 3010, "verdict": 3011, "godhra": 3012, "product": 3013, "discovery": 3014, "grocery": 3015, "gaining": 3016, "popularity": 3017, "some": 3018, "trial": 3019, "runs": 3020, "placing": 3021, "mauritius": 3022, "freeze": 3023, "onshore": 3024, "redeem": 3025, "84": 3026, "millon": 3027, "portal": 3028, "yatra": 3029, "140": 3030, "idg": 3031, "vertex": 3032, "holdings": 3033, "brooke": 3034, "contrast": 3035, "divisive": 3036, "netas": 3037, "telecommunications": 3038, "split": 3039, "safely": 3040, "landing": 3041, "gear": 3042, "scare": 3043, "robert": 3044, "vadra": 3045, "mum": 3046, "illness": 3047, "toughest": 3048, "stronghold": 3049, "plus": 3050, "wooed": 3051, "dalits": 3052, "pacified": 3053, "brahmins": 3054, "planned": 3055, "vikram": 3056, "bakshi": 3057, "process": 3058, "150": 3059, "frontline": 3060, "ace": 3061, "sportspersons": 3062, "yuki": 3063, "bhambri": 3064, "gowda": 3065, "via": 3066, "crowdfunding": 3067, "boutique": 3068, "barclays": 3069, "unilateral": 3070, "contracts": 3071, "bhp": 3072, "billiton": 3073, "bustard": 3074, "lesser": 3075, "florican": 3076, "feared": 3077, "extinct": 3078, "nashik": 3079, "highly": 3080, "searched": 3081, "politician": 3082, "arjun": 3083, "munda": 3084, "regional": 3085, "resume": 3086, "rhino": 3087, "carcass": 3088, "allows": 3089, "upper": 3090, "level": 3091, "rejig": 3092, "commercial": 3093, "units": 3094, "amid": 3095, "falling": 3096, "layoffs": 3097, "airline": 3098, "embarks": 3099, "cutting": 3100, "spree": 3101, "kishore": 3102, "biyani": 3103, "pull": 3104, "insurance": 3105, "generali": 3106, "vrs": 3107, "elephants": 3108, "arrive": 3109, "dalma": 3110, "sanctuary": 3111, "starts": 3112, "cortana": 3113, "siri": 3114, "pamphlet": 3115, "wave": 3116, "sweeping": 3117, "shibu": 3118, "soren": 3119, "indecision": 3120, "keeps": 3121, "540": 3122, "mw": 3123, "uncertainty": 3124, "hal": 3125, "disappoint": 3126, "shareholders": 3127, "seizes": 3128, "barring": 3129, "deals": 3130, "above": 3131, "50k": 3132, "diamond": 3133, "nationwide": 3134, "implications": 3135, "ahmedabad": 3136, "fails": 3137, "vic": 3138, "leaving": 3139, "meteorological": 3140, "deficit": 3141, "rainfall": 3142, "el": 3143, "nino": 3144, "counters": 3145, "lists": 3146, "achievements": 3147, "amex": 3148, "pwc": 3149, "31": 3150, "common": 3151, "mentoring": 3152, "ten": 3153, "killings": 3154, "6th": 3155, "blot": 3156, "jammed": 3157, "courtesy": 3158, "hoardings": 3159, "resentment": 3160, "akalis": 3161, "mar": 3162, "dgca": 3163, "diversion": 3164, "padmanabha": 3165, "rai": 3166, "economy": 3167, "crisil": 3168, "minority": 